bianxianyang.htmlplay
codesandbox-io.codesandbox-projects
continue.continue
docker.docker
eamodio.gitlens
esbenp.prettier-vscode
github.codespaces
github.vscode-pull-request-github
jeanp413.open-remote-ssh
jeanp413.open-remote-wsl
kilocode.kilo-code
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cpptools
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
redhat.vscode-yaml
ritwickdey.liveserver
val.vscode-continue-inline-comments
wholroyd.jinja
yzhang.markdown-all-in-one
